{"inkVersion":20,"root":[["\n","^\"Parece que se ha caído un libro de la estantería.\" Cojo el libro para ponerlo de vuelta en su lugar.","\n","^Al cogerlo, miro la portada; es un libro infantil. \"Vaya, mi libro favorito de cuando era pequeña.\"","\n","ev","str","^¿De qué trata el libro?","/str","/ev",{"*":"0.c-0","flg":4},"ev","str","^¿Porqué era tu favorito?","/str","/ev",{"*":"0.c-1","flg":4},{"c-0":["\n","^\"Es un libro de fantasía infantil. Cuenta la historia de un niño que está aburrido de su pueblo y sale en busca de aventuras.\"","\n","^\"Durante sus aventuras, conoce a muchos amigos y supera numerosas adversidades. A pesar de todo, siempre estaba feliz.\"","\n","^\"La verdad es que era una historia bastante poco original, no sé por qué me gustaba tanto.\"","\n",{"->":"a0"},{"->":"0.g-0"},{"#f":5}],"c-1":["\n","^\"No lo sé, la verdad. Fue un regalo de mis padres cuando era pequeña.\"","\n","^\"Bueno, más bien fue un autoregalo. Mis padres me dieron dinero para que me comprara lo que quisiera.\"","\n","^\"Y bueno, me compré este libro.\"","\n",{"->":"a1"},{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"a0":[["ev","str","^¿Y cómo termina?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Bueno, que más da, si te gusta","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^\"Pues, al final... al final... Abro el libro por las últimas páginas y están llenas de mis dibujos.\"","\n","^El dibujo del personaje principal está garabateado. Tiene gafas y el pelo de color rojo.","\n","^\"No me acuerdo bien, pero seguramente el bueno vencería al malo y todos serían felices y esas cosas.\"","\n","^\"Qué más da, ni que fuera una maravilla.\"","\n","ev",true,"/ev",{"VAR=":"info_dibujoInfantil","re":true},"end",{"#f":5}],"c-1":["\n","^\"Sí, supongo. Aunque ya soy demasiado mayor para estas historias.\"","\n","end",{"#f":5}]}],{"#f":1}],"a1":[["ev","str","^¿Qué cutre, no?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Oye, no está mal","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["^ ","\n","^\"Sí, está claro que mis padres me odian. Sabían lo que me emociona abrir regalos. Aun así, me regalaron dinero.\"","\n","^\"Supongo que no era suficiente para ellos. Supongo que no me lo merecía. Deberia haberme portado mejor.\"","\n","end",{"#f":5}],"c-1":["\n","^\"Sí que está mal, yo queria abrir regalos, quitar el envoltorio y esas cosas y mis padres lo sabian.\"","\n","^\"Supongo que no era suficiente para ellos. Supongo que no me lo merecía. Deberia haberme portado mejor.\"","\n","end",{"#f":5}]}],{"#f":1}],"global decl":["ev",false,{"VAR=":"info_dibujoInfantil"},"/ev","end",null],"#f":1}],"listDefs":{}}